[TC_WOTC_MWR_M60E4_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M60E4</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M60E4</b></font>"
AbilityDescName="единый пулемёт"
BriefSummary="M60E4 или Mk 43 - американский единый пулемёт, разработанный в послевоенные годы и принятый на вооружение Армии и Корпуса морской пехоты в 1957 году. За недостатки конструкции и внешний вид получил прозвище - \"свинья\". С точки зрения конструкции в основном представлял собой гибрид двух систем немецкой разработки периода Второй мировой войны — автоматической винтовки FG-42 (автоматика перезаряжания с газовым двигателем) и пулемёта MG 42 (лентопротяжный механизм). Данный образец, представляет собой модификацию пулемёта M60E3 с возможностью крепления оптических или ночных прицелов и рядом других улучшений."
TacticalText="<Bullet/>Тип: Единый пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Короткий ход поршня, Открытый затвор\n<Bullet/>Тип боеприпаса: 7.62х51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M60E4_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>UMG60</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>UMG60</b></font>"
AbilityDescName="единый пулемёт"
BriefSummary="M60E4 или Mk 43 - американский единый пулемёт, разработанный в послевоенные годы и принятый на вооружение Армии и Корпуса морской пехоты в 1957 году. За недостатки конструкции и внешний вид получил прозвище - \"свинья\". С точки зрения конструкции в основном представлял собой гибрид двух систем немецкой разработки периода Второй мировой войны — автоматической винтовки FG-42 (автоматика перезаряжания с газовым двигателем) и пулемёта MG 42 (лентопротяжный механизм). Данный образец, представляет собой модификацию пулемёта M60E3 с возможностью крепления оптических или ночных прицелов и рядом других улучшений.\nUMG60 - модификация для использования новых бронебойных патронов, которые представляют собой смесь существующих технологий, и инопланетных сплавов, что позволяет быстрее удалять с поля боя попавших в прицел противников."
TacticalText="<Bullet/>Тип: Единый пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Короткий ход поршня, Открытый затвор\n<Bullet/>Тип боеприпаса: 7.62х51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M60E4_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>UMG60/I01</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>UMG60/I1</b></font>"
AbilityDescName="единый пулемёт"
BriefSummary="M60E4 или Mk 43 - американский единый пулемёт, разработанный в послевоенные годы и принятый на вооружение Армии и Корпуса морской пехоты в 1957 году. За недостатки конструкции и внешний вид получил прозвище - \"свинья\". С точки зрения конструкции в основном представлял собой гибрид двух систем немецкой разработки периода Второй мировой войны — автоматической винтовки FG-42 (автоматика перезаряжания с газовым двигателем) и пулемёта MG 42 (лентопротяжный механизм). Данный образец, представляет собой модификацию пулемёта M60E3 с возможностью крепления оптических или ночных прицелов и рядом других улучшений.\nUMG60I1 является глубокой модернизацией существующей модели пулемета M60E4. Крышка приемника, и лоток подачи боеприпасов заменены на аналоги, изготовленные из инопланетных сплавов, что сделало их более устойчивыми к разрушению. Система отвода пороховых газов, модифицирована основываясь на наших разработках в сферах лучевого и магнитного оружия, что существенно облегчило конструкцию, повысив наносимый урон и кучность."
TacticalText="<Bullet/>Тип: Единый пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Короткий ход поршня, Открытый затвор\n<Bullet/>Тип боеприпаса: 7.62х51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"